build/Request/GuardrailsRequestData_Compass.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:urn="urn:PegaRULES:SOAP:GuardrailsServicePkg:Services">
   <soap:Header />
   <soap:Body>
      <urn:GuardrailsService>
         <GuardrailsInput>
            <!--1 or more repetitions:-->
            <ApplicationList>
               <ApplicationName>AntmCSNCCSuper</ApplicationName>
            </ApplicationList>
            <ApplicationList>
               <ApplicationName>AntmCPMHCSuper</ApplicationName>
            </ApplicationList>
            <ApplicationList>
               <ApplicationName>Antm</ApplicationName>
            </ApplicationList>
         </GuardrailsInput>
      </urn:GuardrailsService>
   </soap:Body>
</soap:Envelope>

